{
    "MUNI MASCOTAS ATENCIÓN (1)": "MUNI MASCOTAS \n \n\u000b Bienvenida y Opciones Disponibles \n\"¡Hola! Soy tu asistente virtual para el registro y ges\u0015ón de mascotas. ¿En qué puedo ayudarte \nhoy? Selecciona una opción:\" \n1 Registro y Ges\u0017ón de Mascotas \f\r \n2 Localización y Reporte de Pérdidas \u000e\u000f \n3 Escaneo de Código QR \u0010 \n4 Control Sanitario \u0011\u0012 \n5 Ubicación de Servicios y Veterinarias \u0013 \n6 Comunidad y Adopción \u0014\u0015 \n7 Soporte y Contacto con la Municipalidad \u0016 \n \n\u0015 1. REGISTRO Y GESTIÓN DE MASCOTAS \n\u0017 \"Aquí puedes registrar y administrar la información de tu mascota. ¿Qué necesitas hacer?\" \n1 Registrar una nueva mascota \n2 Actualizar o eliminar datos de una mascota \n3 Subir o cambiar la foto de la mascota \n4 Generar y descargar el código QR del collar \n(El usuario selecciona una opción para recibir más detalles.) \n \n1 Registrar una nueva mascota \n\u0017 \"Para registrar a tu mascota, sigue estos pasos:\" \n✅ Paso 1: Ingresa a la opción \"Registrar Mascota\" \n\u0019 Ve al menú principal y selecciona \"Mis Mascotas\". \n\u0019 Presiona el botón \"Agregar Mascota\". \n✅ Paso 2: Completa la información básica \n\u0019 Nombre de la mascota: (Ejemplo: Max, Luna) \n\u0019 Especie: Perro, gato u otra. \n\u0019 Raza y color: Indica su raza y color principal. \n\u0019 Fecha de nacimiento o edad aproximada: En meses o años. \n\u0019 Sexo: Macho o hembra. \n\u0019 Estado reproduc\u0017vo: Esterilizado o no esterilizado. \n\u0019 Número de microchip (opcional): Si /ene microchip, ingresa el número. \n\n✅ Paso 3: Subir una foto de tu mascota \n\u0019 Toma o elige una foto desde tu galería. \n\u0019 Asegúrate de que la foto sea clara y reciente. \n✅ Paso 4: Guardar el registro \n\u0019 Revisa la información y presiona \"Guardar\". \n\u0019 Tu mascota ahora está registrada en la base de datos. \n \n2 Actualizar o eliminar datos de una mascota \n\u0017 \"Puedes modiﬁcar la información de tu mascota o eliminarla si ya no deseas que \naparezca en la app.\" \n✅ Editar datos de la mascota: \n\u0019 Ve a \"Mis Mascotas\" y selecciona la que deseas modiﬁcar. \n\u0019 Presiona \"Editar\" y cambia los datos necesarios (nombre, edad, raza, etc.). \n\u0019 Guarda los cambios para actualizar la información. \n✅ Eliminar una mascota de la app: \n⚠ \"Recuerda que al eliminar a tu mascota, se perderá toda su información y el código \nQR dejará de estar disponible.\" \n\u0019 Ve a \"Mis Mascotas\" y selecciona la que deseas eliminar. \n\u0019 Presiona \"Eliminar\" y conﬁrma la acción. \n \n3 Subir o cambiar la foto de la mascota \n\u0017 \"Si quieres actualizar la foto de tu mascota, sigue estos pasos:\" \n✅ Paso 1: Ir a la sección \"Mis Mascotas\" \n\u0019 Selecciona la mascota que quieres modiﬁcar. \n✅ Paso 2: Subir una nueva foto \n\u0019 Presiona \"Editar\" y luego \"Cambiar foto\". \n\u0019 Toma una foto nueva o selecciona una desde tu galería. \n✅ Paso 3: Guardar la imagen \n\u0019 Ajusta la foto si es necesario y guarda los cambios. \n \n4 Generar y descargar el código QR del collar y la ﬁcha de datos \n\u0017 \"El código QR ayuda a que cualquiera pueda iden\u0015ﬁcar a tu mascota si se pierde y \ncontactar con\u0015go.\" \n✅ Paso 1: Ir a \"Mis Mascotas\" \n\u0019 Selecciona la mascota para la que quieres generar el QR. \n\n✅ Paso 2: Generar el código QR \n\u0019 Presiona \"Generar QR\". \n\u0019 Se creará un código QR único con la información de contacto. \n✅ Paso 3: Descargar el código QR \n\u0019 Puedes descargarlo en tu teléfono o imprimirlo. \n\u0019 Recomendamos plas/ﬁcarlo y colocarlo en el collar de tu mascota. \n✅ ¿Cómo funciona el QR? \n\u0019 Cualquier persona que encuentre a tu mascota puede escanear el QR con su celular. \n\u0019 Verán la información de la mascota y podrán contactarte rápidamente. \n✅ Descargar Ficha: \n\u0019 En \"Mis Mascotas\", elige la opción \"Ficha\". \n\u0019 Descarga la ﬁcha de datos de tu mascota e imprímela para el uso que consideres \nnecesario. \n \n\u001b Mensajes de Cierre \n\"¡Listo! Tu mascota ya está registrada y protegida. Si necesitas más ayuda, dime cómo \npuedo asis\u0015rte. \f\u001c\u001d\" \n \n\u000e 2. LOCALIZACIÓN Y REPORTE DE PÉRDIDAS \n\u0017 \"Aquí puedes reportar la pérdida de tu mascota, buscar animales extraviados y recibir \nno\u0015ﬁcaciones en caso de que alguien la encuentre. ¿En qué necesitas ayuda?\" \n1 Reportar una mascota como perdida \n2 Buscar mascotas extraviadas \n3 Recibir no\u0017ﬁcaciones de mascotas encontradas \n(El usuario selecciona una opción para recibir más detalles.) \n \n1 Reportar una mascota como perdida \n\u0017 \"Si tu mascota se ha extraviado, puedes alertar a la comunidad con estos pasos:\" \n✅ Paso 1: Ir a la sección \"Mascotas Perdidas\" \n\u0019 Ve al menú principal y selecciona la opción \"Reportar pérdida\". \n✅ Paso 2: Seleccionar la mascota perdida \n\u0019 Si tu mascota está registrada en la app, selecciónala. \n\u0019 Si aún no la has registrado, completa los datos básicos (nombre, especie, raza, color, \netc.). \n\n✅ Paso 3: Ingresar detalles del extravío \n\u0019 Úl\u0017ma ubicación conocida: Añade el lugar donde se perdió. \n\u0019 Fecha y hora del extravío: Indica cuándo ocurrió. \n\u0019 Descripción adicional: Detalla si llevaba collar, alguna seña par/cular o cómo suele \nreaccionar ante extraños. \n\u0019 Teléfono de contacto: Asegúrate de que el número esté actualizado para recibir \nllamadas. \n✅ Paso 4: Subir una foto actual de la mascota \n\u0019 Si es posible, usa una imagen reciente y de buena calidad. \n✅ Paso 5: Publicar la alerta \n\u0019 Presiona \"Reportar pérdida\" para que la alerta se publique en la comunidad y en la \nbase de datos municipal. \n\u0019 La información estará disponible para quienes usen la app y revisen mascotas \nextraviadas. \n⚠ \"Recuerda actualizar el estado de la mascota cuando la encuentres para evitar \nreportes innecesarios.\" \n \n2 Buscar mascotas extraviadas \n\u0017 \"Si has encontrado una mascota o quieres ayudar a alguien a encontrar la suya, \nrevisa la lista de mascotas perdidas en tu zona.\" \n✅ Paso 1: Ir a la sección \"Mascotas Perdidas\" \n\u0019 En el menú principal, selecciona \"Buscar mascota perdida\". \n✅ Paso 2: Aplicar ﬁltros de búsqueda \n\u0019 Puedes ﬁltrar por: \n\u0019 Ubicación (para ver reportes cercanos). \n\u0019 Especie y raza (perros, gatos u otros). \n\u0019 Color o caracterís\u0017cas par\u0017culares. \n✅ Paso 3: Ver detalles del reporte \n\u0019 Si encuentras una mascota que coincide con la que viste, abre el reporte. \n\u0019 Revisa la información de contacto del dueño. \n✅ Paso 4: Contactar al dueño \n\u0019 Puedes llamar o enviar un mensaje para coordinar la devolución de la mascota. \n⚠ \"Si ves una mascota perdida en la calle pero no puedes atraparla, intenta tomar \nuna foto y compar\u0015r la ubicación con el dueño.\" \n \n3 Recibir no\u0017ﬁcaciones de mascotas encontradas \n\n\u0017 \"Si alguien encuentra a tu mascota o reporta una parecida, recibirás una \nno\u0015ﬁcación en la app.\" \n✅ Paso 1: Ac\u0017var las no\u0017ﬁcaciones de alerta \n\u0019 Ve a \"Conﬁguración\" y habilita \"No/ﬁcaciones de mascotas perdidas\". \n✅ Paso 2: Esperar coincidencias en la base de datos \n\u0019 La app te no/ﬁcará si alguien reporta haber visto una mascota similar a la tuya. \n\u0019 También recibirás alertas si alguien escanea el código QR de su collar. \n✅ Paso 3: Revisar y conﬁrmar el hallazgo \n\u0019 Si crees que la mascota encontrada es la tuya, contacta a la persona que la reportó. \n✅ Paso 4: Marcar la mascota como encontrada \n\u0019 Si recuperaste a tu mascota, ve a \"Mascotas Perdidas\" y presiona \"Marcar como \nencontrada\". \n\u0019 La alerta desaparecerá de la base de datos para evitar confusiones. \n \n\u001b Mensajes de Cierre \n\"Espero que esta información te ayude. ¡Mucho ánimo y ojalá encuentres a tu mascota \npronto! \f\u001c\u001e\" \n \n\u0010 3. ESCANEO DE CÓDIGO QR \n\u0017 \"Aquí puedes conocer cómo funciona el código QR de las mascotas, cómo escanearlo y qué \nhacer si encuentras una mascota con QR en su collar. ¿En qué necesitas ayuda?\" \n1 ¿Cómo funciona el código QR? \n2 ¿Cómo escanear un código QR? \n3 ¿Qué hacer si encuentras una mascota con QR? \n(El usuario selecciona una opción para recibir más detalles.) \n \n1 ¿Cómo funciona el código QR? \n\u0017 \"El código QR de la app es una iden\u0015ﬁcación única para cada mascota registrada. \nSirve para ayudar a encontrarla en caso de extravío y acceder rápidamente a su \ninformación de contacto y salud.\" \n✅ Generación del código QR \n\u0019 Cada mascota registrada en la app ob/ene un código QR único. \n\u0019 Puedes descargarlo y colocarlo en su collar en un llavero o placa iden/ﬁca/va. \n✅ Información contenida en el QR \n\u0019 Nombre de la mascota. \n\u0019 Nombre y teléfono del dueño. \n\n\u0019 Dirección registrada. \n\u0019 Información médica importante (alergias, enfermedades). \n\u0019 Botón de contacto rápido para llamar al dueño. \n✅ Ventajas del código QR \n\u0019 Fácil de escanear: Cualquier persona con un celular puede leerlo, debes asegurarte \nde que tu cámara pueda leer códigos QR o tener un aplica/vo para leer códigos QR. \n\u0019 Seguro y privado: Solo muestra información esencial para encontrar al dueño. \n\u0019 Conexión con la base de datos municipal: Permite actualizar datos en /empo real. \n \n⚠ \"Si tu mascota se extravía y alguien escanea su QR, recibirás una no\u0015ﬁcación con la \nubicación donde fue vista.\" \n \n2 ¿Cómo escanear un código QR? \n\u0017 \"Si encuentras una mascota con QR en su collar, sigue estos pasos para ver su \ninformación y contactar a su dueño.\" \n✅ Paso 1: Abre la cámara de tu celular \n\u0019 La mayoría de celulares modernos pueden escanear códigos QR desde la cámara. \n\u0019 Si no funciona, usa una app de lector de QR gratuita. \n✅ Paso 2: Apunta la cámara al código QR \n\u0019 Asegúrate de que el código esté bien enfocado. \n\u0019 Aparecerá un enlace en la pantalla. \n✅ Paso 3: Abre el enlace \n\u0019 Al tocar el enlace, accederás a la ﬁcha de la mascota. \n\u0019 Verás el nombre del dueño y su contacto. \n✅ Paso 4: Comunícate con el dueño \n\u0019 Llama o envía un mensaje al número registrado. \n\u0019 Si el dueño no responde, puedes reportar el hallazgo en la app. \n⚠ \"Si la mascota está herida o en peligro, puedes contactar a una veterinaria cercana \ndesde la misma pantalla.\" \n \n3 ¿Qué hacer si encuentras una mascota con QR? \n\u0017 \"Si encuentras una mascota con un código QR en su collar, aquí \u0015enes los pasos \npara ayudarla a volver con su dueño.\" \n✅ Paso 1: Mantén la calma y veriﬁca su estado \n\u0019 Observa si la mascota está herida o asustada. \n\u0019 Si parece agresiva, no te acerques y contacta a una autoridad local. \n\n✅ Paso 2: Escanea su código QR \n\u0019 Sigue los pasos explicados en la sección anterior. \n✅ Paso 3: Contacta al dueño \n\u0019 Llama al número de contacto o envía un mensaje. \n\u0019 Indica la ubicación donde encontraste a la mascota. \n✅ Paso 4: Espera la respuesta del dueño \n\u0019 Acuerda un punto de encuentro seguro para devolver la mascota. \n\u0019 Si no responde en 24 horas, puedes reportar el hallazgo en la app. \n✅ Paso 5: Reporta el hallazgo en la app (opcional) \n\u0019 Si el QR no /ene información de contacto o el dueño no responde, ve a \"Mascotas \nPerdidas\". \n\u0019 Presiona \"Reportar mascota encontrada\" y sigue los pasos. \n⚠ \"Si la mascota necesita ayuda médica urgente, llévala a una veterinaria y usa la \napp para encontrar al dueño.\" \n \n\u001b Mensajes de Cierre \n\"Espero que esta información te ayude. ¡Gracias por cuidar de nuestras mascotas y \nayudar a que vuelvan a casa! \f\u001c\u001e\" \n \n\u0011 4. CONTROL SANITARIO \n\u0017 \"Aquí puedes ges\u0015onar la salud de tu mascota, registrar vacunas y recibir recordatorios \nimportantes. ¿En qué necesitas ayuda?\" \n1 ¿Cómo registrar vacunas y citas médicas? \n2 ¿Cómo recibir alertas y recordatorios de salud? \n3 ¿Cómo ver y descargar el historial médico de mi mascota? \n(El usuario selecciona una opción para recibir más detalles.) \n \n1 ¿Cómo registrar vacunas y citas médicas? \n\u0017 \"Lleva un control completo de la salud de tu mascota registrando sus vacunas, \ntratamientos y citas médicas en la app.\" \n✅ Paso 1: Ingresar al perﬁl de tu mascota \n\u0019 Ve a la sección \"Mis Mascotas\". \n\u0019 Selecciona la mascota a la que deseas agregar información. \n\n✅ Paso 2: Añadir un nuevo registro sanitario \n\u0019 Presiona el botón \"Agregar Registro de Salud\". \n\u0019 Escoge el /po de información a registrar: \n\u0017 Vacunas: \n\u0019 Tipo de vacuna (rabia, parvovirus, etc.). \n\u0019 Fecha de aplicación y próxima dosis. \n\u0019 Nombre del veterinario y lugar de aplicación. \n\u0017 Desparasitaciones: \n\u0019 Tipo (interna/externa). \n\u0019 Producto u/lizado y fecha. \n\u0017 Tratamientos médicos: \n\u0019 Nombre del medicamento y dosis. \n\u0019 Duración del tratamiento. \n\u0019 Notas del veterinario. \n\u0017 Consultas y cirugías: \n\u0019 Fecha y mo/vo de la consulta. \n\u0019 Diagnós/co y recomendaciones. \n\u0019 Cirugías realizadas (/po, fecha, médico tratante). \n✅ Paso 3: Guardar la información \n\u0019 Una vez completados los datos, presiona \"Guardar\". \n\u0019 La app almacenará el historial y lo actualizará en /empo real. \n⚠ \"Puedes editar o eliminar cualquier registro en caso de error o actualización.\" \n \n2 ¿Cómo recibir alertas y recordatorios de salud? \n\u0017 \"No olvides las vacunas y cuidados de tu mascota. Ac\u0015va recordatorios para recibir \nalertas en tu celular.\" \n✅ Paso 1: Conﬁgurar recordatorios en la app \n\u0019 Ve a \"Conﬁguración\" y luego a \"Alertas de Salud\". \n\u0019 Ac/va las no/ﬁcaciones para: \n\u001f Próximas vacunas. \n\u001f Desparasitaciones. \n\u001f Citas veterinarias. \n\u001f Renovación de tratamientos médicos. \n✅ Paso 2: Personalizar frecuencia de alertas \n\u0019 Puedes elegir recibir alertas: \n\u0012 Días antes del evento (1, 3 o 7 días de an/cipación). \n\u0012 El mismo día del evento. \n\u0012 Recordatorio posterior en caso de olvido. \n\n✅ Paso 3: Recibir y ges\u0017onar alertas \n\u0019 La app te enviará no/ﬁcaciones en tu celular. \n\u0019 Desde la alerta, puedes: \n✔ Conﬁrmar que la acción fue realizada. \n! Posponer el recordatorio. \n\" Agregar notas o fotos del procedimiento. \n⚠ \"Si tu mascota \u0015ene un tratamiento especial, puedes conﬁgurar alertas \npersonalizadas para medicaciones o cuidados especíﬁcos.\" \n \n3 ¿Cómo ver y descargar el historial médico de mi mascota? \n\u0017 \"Consulta el historial de salud de tu mascota y descárgalo en formato PDF para \ncompar\u0015rlo con tu veterinario.\" \n✅ Paso 1: Acceder al historial de salud \n\u0019 Ve a \"Mis Mascotas\" y selecciona una mascota. \n\u0019 Presiona la pestaña \"Historial Médico\". \n✅ Paso 2: Revisar registros \n\u0019 Verás un resumen con: \n\u0017 Vacunas aplicadas y próximas dosis. \n\u0017 Desparasitaciones. \n\u0017 Tratamientos médicos. \n\u0017 Consultas veterinarias y cirugías. \n✅ Paso 3: Descargar historial en PDF \n\u0019 Presiona \"Descargar Reporte\". \n\u0019 Guarda el archivo en tu celular o envíalo por correo. \n\u0019 Comparte el PDF con tu veterinario si es necesario. \n⚠ \"Si visitas una nueva veterinaria, puedes mostrar el código QR de tu mascota para \nque el veterinario acceda a su historial en línea.\" \n \n\u001b Mensajes de Cierre \n\"¡Mantener a tu mascota sana es fácil con nuestra app! Recuerda actualizar su historial \nmédico y ac\u0015var alertas para no olvidar sus cuidados. \u0015❤\" \n \n\u0013 5. UBICACIÓN DE SERVICIOS Y VETERINARIAS \n\u0017 \"Aquí puedes encontrar veterinarias, albergues y puntos de adopción cercanos, así como \ninformación sobre campañas gratuitas. ¿En qué necesitas ayuda?\" \n\n1 ¿Cómo ver veterinarias cercanas en el mapa? \n2 ¿Dónde encontrar albergues y centros de adopción? \n3 ¿Cómo saber cuándo habrá campañas gratuitas de vacunación y esterilización? \n(El usuario selecciona una opción para recibir más detalles.) \n \n1 ¿Cómo ver veterinarias cercanas en el mapa? \n\u0017 \"Ubica rápidamente veterinarias disponibles en tu zona para atención médica de tu \nmascota.\" \n✅ Paso 1: Acceder al mapa de veterinarias \n\u0019 Ve a la sección \"Servicios y Veterinarias\" en la app. \n\u0019 Presiona la opción \"Buscar Veterinarias Cercanas\". \n✅ Paso 2: Ac\u0017var la ubicación en tu disposi\u0017vo \n\u0019 La app necesita acceso a tu ubicación para mostrar los servicios más cercanos. \n\u0019 Si no quieres compar/r tu ubicación, puedes ingresar tu dirección manualmente. \n✅ Paso 3: Ver veterinarias en el mapa \n\u0019 Aparecerá un mapa con íconos de veterinarias cercanas. \n\u0019 Cada veterinaria mostrará: \n\u0017 Nombre del establecimiento. \n\u0017 Dirección exacta. \n\u0017 Horarios de atención. \n\u0017 Contacto (teléfono, WhatsApp o correo). \n\u0017 Servicios disponibles (consultas, emergencias, cirugías, vacunas, etc.). \n✅ Paso 4: Solicitar una cita o llamar \n\u0019 Puedes presionar una veterinaria en el mapa para ver detalles. \n\u0019 Opción para llamar directamente o agendar una cita desde la app. \n⚠ \"Si tu mascota necesita atención urgente, puedes ﬁltrar solo veterinarias que \na\u0015enden emergencias 24/7.\" \n \n2 ¿Dónde encontrar albergues y centros de adopción? \n\u0017 \"Conoce los albergues y refugios de animales en tu zona para adopción y rescate.\" \n✅ Paso 1: Acceder a la sección de adopción \n\u0019 Ve a \"Servicios y Veterinarias\". \n\u0019 Selecciona \"Albergues y Centros de Adopción\". \n✅ Paso 2: Buscar un albergue cercano \n\u0019 Usa el mapa para ver la ubicación de los refugios. \n\u0019 Filtra por: \n\u0017 Albergues con perros o gatos en adopción. \n\n\u0017 Centros de rescate de animales en situación de calle. \n\u0017 Hogares temporales que buscan adoptantes. \n✅ Paso 3: Contactar con un refugio \n\u0019 Pulsa sobre un albergue para ver su información. \n\u0019 Podrás llamar, escribir por WhatsApp o visitar su página web. \n✅ Paso 4: Conocer los requisitos de adopción \n\u0019 Cada refugio /ene sus propios requisitos, como: \n✔ Presentar DNI. \n✔ Firmar un compromiso de cuidado. \n✔ Realizar una visita previa. \n⚠ \"Si quieres ayudar, puedes hacer donaciones o ser voluntario en un refugio \ncercano.\" \n \n3 ¿Cómo saber cuándo habrá campañas gratuitas de vacunación y esterilización? \n\u0017 \"Mantente informado sobre campañas de salud para tu mascota organizadas por \nla municipalidad y veterinarias aliadas.\" \n✅ Paso 1: Acceder a la sección de campañas \n\u0019 Ve a \"Servicios y Veterinarias\". \n\u0019 Selecciona \"Campañas Gratuitas\". \n✅ Paso 2: Ver próximas campañas \n\u0019 Aparecerá un calendario con eventos próximos. \n\u0019 Cada campaña mostrará: \n\u0017 Fecha y hora. \n\u0017 Ubicación exacta (ver en mapa). \n\u0017 Servicios ofrecidos (vacunación, esterilización, desparasitación, etc.). \n\u0017 Requisitos para par/cipar (DNI, traer correa o transportadora, etc.). \n✅ Paso 3: Registrarte para una campaña \n\u0019 Si la campaña requiere inscripción, puedes registrarte desde la app. \n\u0019 Recibirás una conﬁrmación y un recordatorio el día del evento. \n⚠ \"Algunas campañas \u0015enen cupos limitados, así que regístrate con an\u0015cipación.\" \n \n\u001b Mensajes de Cierre \n\"¡Con nuestra app, siempre sabrás dónde encontrar ayuda para tu mascota! Ubica \nveterinarias, albergues y campañas con un solo clic. \u0015❤\" \n \n \n\n\u0014 6. COMUNIDAD Y ADOPCIÓN \n\u0017 \"Aquí puedes encontrar un hogar para una mascota, adoptar un nuevo compañero o \nayudar a animales en situación de abandono. ¿En qué te gustaría par\u0015cipar?\" \n1 Quiero adoptar una mascota \n2 Quiero dar en adopción a una mascota \n3 Quiero reportar un animal abandonado \n4 Quiero ayudar como voluntario o donante \n(El usuario selecciona una opción para recibir más detalles.) \n \n1 Quiero adoptar una mascota \n\u0017 \"Encuentra mascotas en adopción cerca de \u0015 y dale un hogar a un amigo peludo.\" \n✅ Paso 1: Explorar mascotas disponibles \n\u0019 Ve a la sección \"Comunidad y Adopción\" en la app. \n\u0019 Pulsa \"Adoptar una Mascota\". \n\u0019 Filtra por: \n\u0017 Tipo de mascota (perro, gato, otros). \n\u0017 Tamaño y edad. \n\u0017 Estado de salud y vacunación. \n\u0017 Ubicación del albergue o resca/sta. \n✅ Paso 2: Ver detalles de la mascota \n\u0019 Cada mascota /ene un perﬁl con: \n\u0017 Fotos y descripción. \n\u0017 Historia y personalidad. \n\u0017 Estado de salud y vacunas. \n\u0017 Contacto del albergue o dueño temporal. \n✅ Paso 3: Contactar al refugio o resca\u0017sta \n\u0019 Puedes comunicarte con el responsable por chat o llamada. \n\u0019 Algunos refugios pueden solicitar: \n✔ Visita previa para conocer a la mascota. \n✔ Firma de un compromiso de adopción. \n✔ Pago simbólico para cubrir vacunas y esterilización. \n⚠ \"Adoptar es un acto de amor y compromiso. Asegúrate de estar listo para cuidar a \ntu nueva mascota.\" \n \n2 Quiero dar en adopción a una mascota \n\u0017 \"Si necesitas encontrar un hogar responsable para una mascota, aquí puedes \npublicarla en la plataforma de adopción.\" \n\n✅ Paso 1: Publicar la mascota en adopción \n\u0019 Ve a \"Comunidad y Adopción\". \n\u0019 Selecciona \"Dar en Adopción\". \n\u0019 Completa la información: \n\u0017 Nombre y edad. \n\u0017 Raza y caracterís/cas Fsicas. \n\u0017 Estado de salud y vacunas. \n\u0017 Historia o mo/vo de adopción. \n\u0017 Fotos recientes. \n✅ Paso 2: Recibir solicitudes de adopción \n\u0019 Tu anuncio será visible para interesados. \n\u0019 Recibirás mensajes de personas interesadas. \n\u0019 Puedes agendar una visita para conocer a los adoptantes. \n✅ Paso 3: Elegir el mejor adoptante \n\u0019 Veriﬁca que la persona tenga espacio y /empo para cuidar a la mascota. \n\u0019 Algunas personas preﬁeren ﬁrmar un compromiso de adopción. \n⚠ \"Nunca entregues una mascota sin asegurarte de que irá a un hogar seguro y \namoroso.\" \n \n3 Quiero reportar un animal abandonado \n\u0017 \"Si ves un animal en peligro o abandonado, repórtalo para que pueda recibir \nayuda.\" \n✅ Paso 1: Acceder a la opción de reporte \n\u0019 Ve a \"Comunidad y Adopción\". \n\u0019 Pulsa \"Reportar Animal Abandonado\". \n✅ Paso 2: Completar el reporte \n\u0019 Indica la ubicación exacta (GPS o dirección manual). \n\u0019 Describe la condición del animal: \n\u0017 Especie y tamaño. \n\u0017 Estado Fsico (herido, desnutrido, agresivo, etc.). \n\u0017 Fotos (opcional pero recomendado). \n✅ Paso 3: No\u0017ﬁcación a resca\u0017stas y refugios \n\u0019 Tu reporte será enviado a la municipalidad y refugios cercanos. \n\u0019 Si hay una campaña ac/va, pueden ir a rescatar al animal. \n\u0019 Puedes recibir actualizaciones del caso si así lo deseas. \n⚠ \"Si el animal está en peligro inmediato, llama a una línea de emergencia \nveterinaria.\" \n \n\n4 Quiero ayudar como voluntario o donante \n\u0017 \"Únete a la comunidad de resca\u0015stas y ayuda a cambiar vidas.\" \n✅ Paso 1: Ver opciones de ayuda \n\u0019 Ve a \"Comunidad y Adopción\". \n\u0019 Pulsa \"Quiero Ayudar\". \n✅ Paso 2: Elegir cómo colaborar \n\u0019 Puedes ayudar en dis/ntas formas: \n\u0017 $ Ser hogar temporal para mascotas en rescate. \n\u0017 % Transportar mascotas a consultas veterinarias. \n\u0017 & Apoyar en limpieza y cuidado en albergues. \n\u0017 ' Donar comida, medicinas o insumos. \n\u0017 ( Difundir casos urgentes en redes sociales. \n✅ Paso 3: Contactar con organizaciones \n\u0019 Verás un listado de refugios y ONGs que aceptan voluntarios y donaciones. \n\u0019 Puedes registrarte y recibir información sobre eventos de ayuda. \n⚠ \"Cada pequeño esfuerzo cuenta. ¡Gracias por ayudar a los animales!\" \n \n\u001b Mensajes de Cierre \n\"Adoptar, rescatar o ayudar salva vidas. ¡Gracias por ser parte de nuestra comunidad \nanimalista! \f\u001c❤\" \n \n\u0016 7. SOPORTE Y CONTACTO CON LA MUNICIPALIDAD \n\u0017 \"Si necesitas ayuda con la aplicación o quieres contactar con la municipalidad por temas \nrelacionados con mascotas, aquí puedes encontrar la mejor manera de hacerlo.\" \nOpciones disponibles: \n1 Líneas de emergencia animal \n2 Consultas y reclamos sobre la app \n3 Información sobre norma\u0017vas y tenencia responsable \n4 Solicitudes de apoyo para rescate o atención veterinaria \n5 Denunciar maltrato o abandono animal \n(El usuario selecciona una opción para recibir más detalles.) \n \n1 Líneas de emergencia animal \n\u0017 \"Si \u0015enes una emergencia con tu mascota o encontraste un animal herido, \ncomunícate con los servicios de atención inmediata.\" \n\n✅ Opciones de contacto rápido: \n\u0016 Clínicas veterinarias de urgencia: (Lista de veterinarias 24/7 más cercanas) \n) Brigada de rescate municipal: (Si está disponible en tu distrito) \n( ONGs y refugios que ofrecen ayuda en casos de emergencia: (Enlace a la lista de \ncontactos) \n* Policía ambiental o serenazgo: (Para reportar casos de maltrato o peligro animal) \n⚠ \"Si un animal está gravemente herido o en peligro, llama de inmediato a los \nnúmeros de emergencia para recibir asistencia rápida.\" \n \n2 Consultas y reclamos sobre la app \n\u0017 \"Si \u0015enes problemas con la aplicación o quieres reportar un error, aquí puedes \nsolicitar ayuda.\" \n✅ Opciones de soporte: \n\u0019 FAQ y solución de problemas: (Lista de preguntas frecuentes con soluciones \nrápidas.) \n\u0019 Enviar un mensaje al equipo de soporte: (Formulario de contacto para reportar \nfallas o pedir mejoras.) \n\u0019 Canal de WhatsApp de soporte: (Enlace para atención directa con un agente \nmunicipal.) \n\u0019 Centro de ayuda en línea: (Tutoriales y guías de uso de la app.) \n⚠ \"Nuestro equipo revisará tu consulta y te responderá lo antes posible.\" \n \n3 Información sobre norma\u0017vas y tenencia responsable \n\u0017 \"Infórmate sobre las normas locales para el cuidado y protección de los animales \nen tu distrito.\" \n✅ Norma\u0017vas disponibles: \n+ Registro obligatorio de mascotas: (¿Es obligatorio registrar a tu mascota? ¿Cómo \nhacerlo?) \n$ Reglas sobre tenencia de mascotas en viviendas y espacios públicos: (Normas \nsobre correa, bozal, etc.) \n, Multas por maltrato o abandono animal: (Montos y sanciones por incumplir la ley.) \n\u0011 Obligaciones sobre vacunación y esterilización: (Requisitos legales para dueños de \nmascotas.) \n⚠ \"La tenencia responsable es clave para la convivencia y el bienestar de nuestras \nmascotas.\" \n \n \n \n\n4 Solicitudes de apoyo para rescate o atención veterinaria \n\u0017 \"Si conoces una mascota en situación de peligro o necesitas asistencia veterinaria \ngratuita, aquí puedes solicitar ayuda.\" \n✅ Opciones de asistencia: \n\u0019 Solicitar rescate de un animal abandonado o herido. \n\u0019 Pedir atención veterinaria gratuita en campañas municipales. \n\u0019 Ver calendario de campañas de vacunación y esterilización. \n\u0019 Solicitar apoyo en adopciones o rehabilitación de animales en riesgo. \n⚠ \"Los recursos son limitados, pero haremos todo lo posible por ayudar.\" \n \n5 Denunciar maltrato o abandono animal \n\u0017 \"Si eres tes\u0015go de maltrato o abandono animal, repórtalo de inmediato para que \nlas autoridades tomen acción.\" \n✅ Cómo hacer una denuncia: \n\u0019 Paso 1: Iden\u0017ﬁcar el caso \n\u0017 ¿Es maltrato Fsico, abandono o negligencia? \n\u0017 ¿El animal está en peligro inmediato? \n\u0019 Paso 2: Recolectar pruebas \n\u0010 Fotos o videos del incidente. \n\u000e Dirección exacta o ubicación del hecho. \n- Tes/gos que puedan dar tes/monio. \n\u0019 Paso 3: Reportar el caso \n* Denuncia ante la municipalidad o la policía ambiental. (Formulario en la app o \nllamada directa.) \n( Contactar ONGs o refugios que puedan intervenir. (Lista de en\u0015dades disponibles.) \n⚠ Si es un caso grave, llamar al 105 (Policía Nacional) o Serenazgo. \n, \"El maltrato animal es un delito. ¡Denuncia y ayuda a hacer jus\u0015cia!\" \n \n\u001b Mensajes de Cierre \n\"Nuestro compromiso es proteger a los animales y brindarte las herramientas \nnecesarias para cuidar a tu mascota. Si necesitas ayuda, ¡contáctanos!\" \f\u001c❤ \n \n \n \n \n \n\nADICIONAL en la app: \n \n* Registro de denuncias anónimas \n\u0017 Incluir una opción para reportar casos de maltrato animal de forma anónima, \nprotegiendo la iden/dad del denunciante. \n✅ Ventajas: \n \nMayor seguridad para quienes temen represalias. \n \nIncen/var más reportes de casos de abuso o abandono. \n \nPosibilidad de adjuntar fotos/videos sin revelar iden/dad. \n* Módulo de educación y concien\u0017zación \n\u0017 Agregar una sección con información sobre tenencia responsable, derechos de los \nanimales y buenas prác\u0017cas en el cuidado de mascotas. \n✅ Contenido posible: \n \nMini cursos o infograFas sobre cuidado animal. \n \nTest interac/vos para evaluar conocimientos sobre mascotas. \n \nVideos cortos explica/vos sobre temas clave (vacunación, esterilización, \nalimentación, etc.)."
}